[
  {
    "id": 1,
    "title": "Peri Peri 10 Strips with Dynamite",
    "description": "Savor the irresistible fiery delight with our Peri Peri 10 Strips with Dynamite combo. Indulge in the tantalizing flavors of 10 Spicy Peri Peri chicken strips, perfectly seasoned and cooked to perfection. To further elevate the heat, we offer our exclusive Dynamite Spicy Mayo Sauce Bottle, a perfect blend of creamy mayo and fiery spices that will set your taste buds ablaze. It's a match made in flavor heaven for spice enthusiasts looking for a mouthwatering adventure.",
    "image": "https://lh3.googleusercontent.com/qL8lZCYQgcJ8LK6rXhX9ZhwDuW5ALH9XRv_LBveFtHNxzp2lixscQYQ0gdZQlzOV36A-f-w0FM-78gK_OJsIzYIuFaSCX53bCbrcYLs",
    "price": 924,
    "rating": 4.5
  },
  {
    "id": 2,
    "title": "Peri Peri 10 Strips with Nashville",
    "description": "Calling all spice lovers! Treat yourself to our Peri Peri 10 Strips with Nashville combo. Dive into the zesty world of 10 Spicy Peri Peri chicken strips, each bursting with the rich flavors of our signature Peri Peri seasoning. But wait, there's more! Accompanying this fiery delight is our Nashville Hot Sauce Bottle, a fiery concoction of spices that will leave you craving for more. Spice up your day with this lip-smacking combo!",
    "image": "https://i0.wp.com/atmykitchen.net/wp-content/uploads/2021/11/20211122_124718.jpg?fit=928%2C1470&ssl=1",
    "price": 792,
    "rating": 4.2
  },
  {
    "id": 3,
    "title": "Peri Peri 10 Leg pc & 4 dips",
    "description": "Craving some succulent and juicy chicken? Look no further than our Peri Peri 10 Leg Pieces with 4 dips combo. Satisfy your hunger with 10 Spicy Peri Peri Leg Pieces, tenderly cooked to juicy perfection. And to add some extra flair, we present four delightful dips that complement the chicken, making each bite a flavorful experience. It's a feast fit for chicken aficionados who seek a delightful combination of taste and quality.",
    "image": "https://lh3.googleusercontent.com/JPuyR1X5D2HE7OMpVIfaVBBY6f0_5v5S9xawcWP6ytWMsWGufTv0A-kaL7-WK_-Wg9XwVHrnMK7szghFu2ZFk46gv0OcoTZFlGL3M35pWQ=w512-rw",
    "price": 1320,
    "rating": 4.7
  },
  {
    "id": 4,
    "title": "Big 12",
    "description": "Get ready for a feast that will satisfy your hunger and taste buds with our Big 12 combo. Relish the crispy goodness of our signature Crispy Chicken, perfectly seasoned and fried to a golden brown. Additionally, indulge in the fiery joy of 6 Hot Wings, each infused with a delightful kick of spice. To complement the chicken, we offer 2 flavorful dips that add an extra layer of taste to this mouthwatering combo.",
    "image": "https://kfcbd.com/storage/products/JUn7NcRO0yUAWbycF7xd6shi4.jpg",
    "price": 1056,
    "rating": 4.3
  },
  {
    "id": 5,
    "title": "Ultimate Savings Bucket",
    "description": "Feast like never before with our Ultimate Savings Bucket! This generous bucket is a delightful assortment of flavors, featuring 4pc Hot & Crispy chicken, 6 wings, 4 strips, 2 delectable dips, and a refreshing Pepsi PET. Each item in this combo is crafted with utmost care and precision to ensure a satisfying and delightful dining experience. Whether you're sharing with friends or enjoying a meal alone, this bucket is sure to leave you completely content.",
    "image": "https://b.zmtcdn.com/data/pictures/chains/7/20287/0e79614ea14113b8b3d4b48574293d00.jpg",
    "price": 792,
    "rating": 4.4
  },
  {
    "id": 6,
    "title": "Big 8",
    "description": "Can't decide between our famous Hot & Crispy chicken or the tantalizing Smoky Red Chicken? Now you don't have to! Our Big 8 combo brings you the best of both worlds with a bucket featuring 4pc Hot & Crispy chicken and 4pc Smoky Red Chicken. Indulge in the crispy, flavorful goodness of our classic Hot & Crispy chicken, and savor the aromatic, smoky charm of our Smoky Red Chicken. It's the perfect combination to satisfy your chicken cravings.",
    "image": "https://kfcbd.com/storage/products/hGaTspNvsdn9dM14ADXgxwknP.jpg",
    "price": 924,
    "rating": 4.2
  },
  {
    "id": 7,
    "title": "All Chicken Box",
    "description": "Introducing the All Chicken Box - a delightful box filled with your favorites! Enjoy the rich and succulent flavors of 1 pc Hot & Crispy chicken, 2 Hot Wings, and 1 Chicken Strip, all thoughtfully curated to bring you the best of our chicken offerings. This deal is perfect for those moments when you crave a variety of chicken delights but don't want to settle for just one. Treat yourself with this delectable box at a great price!",
    "image": "https://i.ytimg.com/vi/pXMuf3KwEPI/hqdefault.jpg",
    "price": 396,
    "rating": 4.3
  },
  {
    "id": 8,
    "title": "5pc Smoky Red Chicken",
    "description": "For those who relish the taste of smoky, grilled goodness, our 5pc Smoky Red Chicken combo is a must-try! Indulge in five tender and flavorful Smoky Red grilled chicken pieces, each infused with aromatic spices and grilled to perfection. Whether you're looking for a hearty meal or a delightful snack, this combo is guaranteed to leave you craving for more.",
    "image": "https://lh3.googleusercontent.com/Ttq_UqvR4A7GFSx-bbwOYMXp7fNGZu-A8bPFvmNOFW_A6Map_pj1lHJZrgemBcDCaV-FppILEbBxRP-jR_GIJkexfoFapm5bY6nzLujb=w512-rw",
    "price": 528,
    "rating": 4.6
  },
  {
    "id": 9,
    "title": "Mingles Bucket Meal",
    "description": "Mingle your taste buds with our Mingles Bucket Meal - a delightful assortment of flavors that will leave you completely satisfied. Enjoy 4 Hot Wings and 2 Chicken Strips, each offering a unique and mouthwatering taste. To add some extra indulgence, we include a serving of our famous Reg Popcorn and medium-sized fries. Wash it all down with a refreshing Pepsi PET to complete your delightful meal.",
    "image": "https://i.ytimg.com/vi/LCJWdk-gPdg/hqdefault.jpg",
    "price": 528,
    "rating": 4.0
  },
  {
    "id": 10,
    "title": "8 pc Hot & Crispy Chicken",
    "description": "Dive into the crispy and flavorful world of our signature Hot & Crispy Chicken with our 8 pc combo. This combo features eight pieces of our famous Hot & Crispy chicken, each boasting a perfect blend of spices and fried to a golden perfection. Whether you're sharing it with friends or enjoying it all to yourself, this combo is sure to please your taste buds and satisfy your cravings.",
    "image": "https://kfcbd.com/storage/products/7M4ndd9lABbVh5vDTFhNdL4V7.jpg",
    "price": 792,
    "rating": 4.5
  },
  {
    "id": 11,
    "title": "6 pc hot & Crispy Chicken",
    "description": "Indulge in the crispy and flavorful goodness of our 6 pc Hot & Crispy Chicken combo. Savor six pieces of our signature Hot & Crispy chicken, each perfectly seasoned and fried to a golden brown. Whether you're craving a hearty meal or looking for a delightful snack, this combo is the perfect choice. Treat yourself to the mouthwatering taste that has made our Hot & Crispy chicken famous!",
    "image": "https://lh3.googleusercontent.com/9ehFo2dYGW5OoqyQrHAs3CisKWbzmQIzZq9ZkfDb27VNogI1ftn_JQ7w68Y1I-LINKlxCMUzaBI6qgWFkhWd8Ozv7ZH6Nn1Xp2e0si9u9Q=w512-rw",
    "price": 792,
    "rating": 4.4
  },
  {
    "id": 12,
    "title": "Solo Feast",
    "description": "Treat yourself with our Solo Feast combo, designed to satisfy your cravings and make your taste buds dance with joy. Enjoy 1 Hot & Crispy chicken, 2 Strips, and 2 Wings, each cooked to perfection and bursting with flavor. Accompanying these delights is a buttered bun and 1 Dip, adding an extra layer of taste to your meal. To quench your thirst, we include a refreshing Pepsi PET, completing this delightful solo feast!",
    "image": "https://i.ytimg.com/vi/gWfn0lIz2Ns/maxresdefault.jpg?sqp=-oaymwEoCIAKENAF8quKqQMcGADwAQH4Ac4FgAKACooCDAgAEAEYfyBOKCIwDw==&rs=AOn4CLBuy4K0sczvSvnbVie2O4JXZGRC-A",
    "price": 396,
    "rating": 4.1
  },
  {
    "id": 13,
    "title": "Strips & Rice Combo",
    "description": "Craving a delightful and filling meal? Our Strips & Rice Combo is the perfect choice! Indulge in 4 Strips, each offering a burst of flavor with every bite, and 1 Dip to complement the chicken. To complete your meal, we offer flavorful Rice & Gravy that will leave you satisfied and content. Don't miss out on this fantastic combo that brings together the best of both worlds.",
    "image": "https://kfcbd.com/storage/products/UWC6yVMmJhpDYPCyi8hx2gDnB.jpg",
    "price": 528,
    "rating": 4.3
  },
  {
    "id": 14,
    "title": "Friendship Bucket with Dynamite Sauce",
    "description": "Enjoy a delightful meal with friends with our Friendship Bucket with Dynamite Sauce. This fantastic bucket includes 3pc Hot & Cripsy chicken, 3 Wings, and 3 Strips, perfect for sharing and creating cherished memories. To add some extra delight, we include a Large Popcorn, ensuring there's something for everyone. And for the spicy food enthusiasts, we introduce our new Dynamite Mayo Bottle, a creamy and spicy delight that will make this bucket a real hit!",
    "image": "https://lh3.googleusercontent.com/meNQYx2q8nOo9_kr-P7SN401vLZYgRubLupqYfjQp_q_cQUtwC37Aiw6e8FZC7cDjKjcO9t1HdsRoYgdvOXfi6vQk3eQz6t032b5n1yr=w512-rw",
    "price": 1056,
    "rating": 4.7
  },
  {
    "id": 15,
    "title": "Classic Biryani Combo",
    "description": "Indulge in the delightful Classic Biryani Combo, a perfect union of flavors that will tantalize your taste buds. This combo features large portions of Biryani rice, perfectly cooked and seasoned to perfection. To add some variety to your meal, we offer 2 pc Hot & Crispy chicken and 2 Spicy Gravies. And to quench your thirst, we include a refreshing Pepsi PET. Savor the goodness of this combo that brings together the best of Biryani and crispy chicken delights.",
    "image": "https://lh3.googleusercontent.com/KU3POYCWjrWuYBNZyYirADIQ5OcC-9SW4_V7WFJEH2UVRw7AJi8omPGOP0dLdcM_mTnQ-t_0MYbHScrNUxlzpviMI60HH2iRmFO85CKR=w512-rw",
    "price": 924,
    "rating": 4.2
  },
  {
    "id": 16,
    "title": "Smoky Grilled Biryani Combo",
    "description": "If you're a fan of smoky grilled goodness and flavorful Biryani, our Smoky Grilled Biryani Combo is the perfect match for you. Enjoy large portions of Biryani rice, perfectly seasoned and served with 2 pc Smoky Red grilled chicken, each infused with aromatic spices. To add some variety to your meal, we offer 2 Spicy Gravies, perfectly complementing the Biryani and chicken. And to complete your delightful experience, we include a medium Popcorn and Pepsi PET.",
    "image": "https://lh3.googleusercontent.com/gNBvkPpLNRgrQDrLbApy7kNqkWQT6Po49c7YBhDXL5f0LdbZ4itRAmiwK0cLRX4MERa9NCxbhIgIkAqJoCyzbnadMPTZIKPz-A3SCniu=w512-rw",
    "price": 1056,
    "rating": 4.6
  },
  {
    "id": 17,
    "title": "Popcorn Biryani Combo",
    "description": "Craving a unique combination of flavors? Look no further than our Popcorn Biryani Combo. Indulge in large portions of Biryani & Chicken Popcorn, perfectly seasoned and cooked to perfection. To add some extra delight to your meal, we offer 2 Spicy Gravies and 4pc Wings. Wash it all down with a refreshing Pepsi PET to complete your delightful combo. Discover the perfect harmony of Biryani and popcorn chicken in this delightful combo.",
    "image": "https://s3.ap-south-1.amazonaws.com/shopnowchat.com/Medium/637817483312120883_PopcornBiryaniCombo.jpg",
    "price": 792,
    "rating": 4.3
  },
  {
    "id": 18,
    "title": "Classic Chicken Biryani Bucket",
    "description": "Experience the best of both worlds with our Classic Chicken Biryani Bucket. This delightful bucket offers large portions of Biryani & Chicken Popcorn, each boasting its unique and flavorful charm. To complement the goodness, we offer 2 Spicy Gravies, adding an extra layer of taste to your meal. Dive into this delectable bucket that brings together the delightful combination of Biryani and crispy chicken delights.",
    "image": "https://s3.ap-south-1.amazonaws.com/shopnowchat.com/Medium/637817479960238359_ClassicChickenBiryaniBucket(Large).jpg",
    "price": 528,
    "rating": 4.1
  },
  {
    "id": 19,
    "title": "Popcorn Chicken Biryani Bucket",
    "description": "Indulge in the delightful Popcorn Chicken Biryani Bucket, a treat for your taste buds. Enjoy large portions of Biryani rice, perfectly seasoned and served with Chicken Popcorn, each bursting with flavor. To add some variety to your meal, we offer 2 Spicy Gravies, perfectly complementing the Biryani and popcorn chicken. Savor the goodness of this combo that brings together the best of Biryani and popcorn chicken delights.",
    "image": "https://s3.ap-south-1.amazonaws.com/shopnowchat.com/Medium/637963484897779417_PopcornChickenBiryaniBucket.jpg",
    "price": 396,
    "rating": 4.0
  },
  {
    "id": 20,
    "title": "Veg Biryani Bucket",
    "description": "For our vegetarian friends, we present the Veg Biryani Bucket - a delightful and flavorful combination of Hyderabadi style Biryani rice served with Veg Patty & Spicy Gravy. Enjoy large portions of Biryani rice, cooked to perfection and seasoned with aromatic spices. The Veg Patty, tender and full of flavor, complements the Biryani perfectly. Experience the joy of this delightful veg combo that celebrates the best of Biryani flavors.",
    "image": "https://s3.ap-south-1.amazonaws.com/shopnowchat.com/Medium/637963493109236842_VegBiryaniBucket.jpg",
    "price": 264,
    "rating": 4.2
  }
]
